{"bananas": 227, "natural banana flavor": 35, "peanuts": 2520, "wheat flour": 4855, "sugar": 46928, "rice flour": 1889, "tapioca starch": 1243, "salt": 53094, "leavening": 2288, "soy sauce": 1229, "potato starch": 2131, "organic cashews": 190, "organic sunflower oil": 448, "sea salt": 11496, "roasted peanuts": 361, "sesame sticks": 51, "organic rolled oats": 247, "honey": 3855, "raisins": 1474, "almonds": 3658, "sunflower seeds": 725, "walnuts": 854, "wheat germ": 147, "molasses": 2738, "cinnamon": 2116, "cranberries": 662, "dark chocolate chips": 40, "pineapple": 734, "papaya": 104, "dry roasted almonds": 139, "dried cranberries": 463, "dried cherries": 151, "dried blueberries": 164, "organic evaporated cane juice": 341, "organic quinoa flakes": 48, "organic raisins": 203, "organic expeller pressed canola oil": 113, "organic mango": 54, "organic coconut": 217, "expeller pressed canola oil": 492, "peanut butter": 657, "barley malt": 94, "soy lecithin": 7521, "locust bean gum": 2327, "carrageenan gum": 42, "organic whole rolled oats": 60, "organic corn meal": 31, "organic flax seed": 35, "organic vanilla": 128, "sunflower oil": 2292, "black pepper": 1889, "cashews": 1598, "canola oil": 4167, "dark chocolate coating": 50, "organic almonds": 283, "organic cinnamon": 240, "organic apples": 186, "organic blueberries": 114, "organic sunflower seeds": 215, "organic brown rice syrup": 374, "organic maple syrup": 132, "almond butter": 145, "roasted almonds": 157, "organic spices": 447, "turbinado sugar": 196, "whole": 38, "rolled oats": 574, "vegetable oil": 6225, "coconut": 852, "milled cane sugar": 113, "organic nutmeg": 39, "whole rolled oats": 196, "sesame seeds": 928, "natural flavor": 9150, "maple syrup": 346, "filling": 84, "wheat": 280, "rye": 49, "triticale": 36, "corn": 1406, "barley": 143, "brown rice": 290, "flaxseed": 168, "buttermilk powder": 350, "barley malt syrup": 86, "coating": 117, "pecans": 1388, "sucrose": 242, "wheat starch": 1180, "maltodextrin": 6158, "lactose": 1021, "sunflower kernels": 188, "coconut oil": 1738, "hazelnuts": 547, "brazil nuts": 301, "dried pineapple": 75, "organic dry roasted peanuts": 35, "organic dates": 137, "organic pumpkin seeds": 112, "organic walnuts": 75, "figs": 87, "cornstarch": 1982, "cultured whey": 101, "lemon juice": 1409, "baking soda": 2436, "chocolate chips": 566, "seasoning": 1130, "malt": 456, "yeast": 5701, "fractionated palm kernel oil": 140, "nonfat milk powder": 136, "yogurt powder": 124, "apricots": 203, "sulfur dioxide": 178, "dried mango": 42, "paprika": 2636, "citric acid": 15564, "milk chocolate": 1635, "pretzels": 103, "sucre": 169, "eau": 110, "sel": 190, "butter": 4194, "water": 40754, "eggs": 3344, "wheat gluten": 2169, "ascorbic acid": 3606, "enzymes": 3721, "enriched wheat flour": 3508, "blueberries": 672, "soybean oil": 8405, "palm oil": 4424, "corn starch": 4431, "calcium sulfate": 1332, "sorbic acid": 949, "whole milk": 728, "cream cheese": 679, "cheddar cheese": 1558, "enriched flour": 3436, "brown sugar": 3803, "oats": 405, "unbleached enriched flour": 514, "distilled vinegar": 2585, "unsalted butter": 417, "cream": 5060, "unbleached wheat flour": 587, "soy flour": 1142, "vanilla": 1212, "and vanilla)": 43, "dairy whey": 72, "apples": 928, "modified corn starch": 4483, "cultured dextrose": 332, "dextrose": 8521, "agar": 365, "carob bean gum": 733, "corn syrup": 13634, "modified": 47, "nonfat dry milk": 1827, "salt]": 39, "apple": 184, "chocolate": 982, "whole milk powder": 708, "egg": 605, "cornmeal": 207, "extra virgin olive oil": 1480, "demerara sugar": 56, "sultanas": 46, "cider": 45, "currants": 65, "sherry": 38, "fortified wheat flour": 72, "rum": 36, "treacle": 32, "mixed spice": 30, "lemon oil": 163, "orange oil": 101, "barley malt extract": 320, "palm kernel oil": 679, "whey powder": 1099, "potassium sorbate": 2610, "vitamin e": 272, "vitamin a palmitate": 3287, "vegetable mono and diglycerides": 63, "soybean lecithin": 79, "artificial flavor": 2664, "calcium disodium edta": 561, "beta-carotene": 98, "vitamin d": 2626, "rye flour": 303, "flour": 533, "onion": 3606, "caraway seeds": 92, "filtered water": 2396, "organic malted barley": 35, "organic wheat gluten": 157, "pasteurized milk": 1607, "cheese cultures": 1054, "salt and enzymes": 239, "enriched bleached flour": 1331, "soy oil": 184, "spices": 9418, "acetic acid": 506, "lactic acid": 2981, "glucose syrup": 1083, "vegetable fat": 177, "cocoa butter": 2719, "cocoa mass": 393, "glucose fructose syrup": 37, "cream powder": 72, "skimmed milk powder": 216, "butterfat": 176, "skim milk powder": 352, "sorbitol": 1084, "invert sugar": 914, "turmeric": 1237, "carmine": 86, "whole egg": 165, "organic peanut butter": 96, "sweet potato": 116, "brown cane sugar": 117, "milk": 3832, "guar gum": 5050, "natural vanilla flavor": 432, "vanilla beans": 86, "lactase enzyme": 117, "thickener": 81, "emulsifier": 528, "semi-sweet chocolate": 146, "white chocolate": 305, "bittersweet chocolate": 82, "malt extract": 277, "coco": 31, "spinach": 710, "brussels sprouts": 75, "celery": 1410, "palm kernel": 30, "milk powder": 226, "butter oil": 184, "glycerin": 835, "vanillin": 528, "apple cider": 42, "pure cane sugar": 575, "organic apple juice": 71, "gelatin": 2243, "natural & artificial flavor": 314, "mineral oil": 183, "carnauba wax": 1620, "fd&c red": 163, "yellow": 2604, "blue": 1502, "maltitol": 248, "chocolate liquor": 1216, "inulin": 526, "hydrogenated palm kernel oil": 287, "whey protein concentrate": 1239, "cocoa powder": 1309, "sodium citrate": 2897, "natural and artificial flavors": 3563, "red": 2224, "apple juice concentrate": 515, "modified food starch": 4002, "apple puree": 106, "artificial colors": 837, "strawberries": 953, "mangos": 70, "grapes": 161, "natural flavors": 6402, "dried apricots": 78, "malic acid": 1931, "mango": 292, "partially defatted peanut flour": 97, "white grape juice concentrate": 82, "natural and artificial flavor": 2152, "grape juice": 45, "white grape juice from concentrate": 118, "corn syrup solids": 2184, "fd&c blue": 74, "fd&c yellow": 156, "sodium phosphate": 2632, "pistachios": 238, "rice syrup": 154, "vital wheat gluten": 506, "cocoa": 3013, "skim milk": 2562, "whey": 6356, "lecithin as emulsifier": 31, "organic tomatoes": 286, "organic tomato juice": 91, "calcium chloride": 1558, "durum wheat semolina": 486, "tomatoes": 2178, "onions": 3132, "garlic": 6433, "ginger": 1132, "chili powder": 478, "mustard flour": 351, "cilantro": 979, "tamarind": 217, "sodium benzoate": 907, "spice extract": 173, "organic whole soybeans": 32, "magnesium chloride": 36, "glucose": 527, "dry roasted peanuts": 66, "potatoes": 2508, "xanthan gum": 6929, "organic peanuts": 128, "organic coconut sugar": 94, "herbs": 125, "flavor": 315, "hazelnut paste": 56, "emulsifier: soy lecithin": 54, "brown rice flour": 500, "evaporated cane juice": 571, "granulated onion": 184, "granulated garlic": 496, "ground cumin": 30, "organic acacia gum": 44, "zinc oxide": 482, "reduced iron": 1439, "olive oil": 1685, "cooked italian sausage": 30, "roasted red peppers": 108, "soya lecithin": 391, "natur": 97, "parsley": 1594, "hydrolyzed soy and corn protein": 93, "monosodium glutamate": 2760, "food starch-modified": 1050, "sodium hexametaphosphate": 159, "peanut oil": 575, "dimethylpolysiloxane": 47, "palm fat": 93, "glucose-fructose syrup": 136, "sunflower lecithin": 725, "invertase": 126, "vanilla extract": 1352, "fat reduced cocoa powder": 47, "milk fat": 480, "cocoa liquor": 124, "dates": 317, "and sea salt": 102, "long grain rice": 48, "niacin": 2569, "thiamine mononitrate": 1165, "and folic acid": 40, "yeast extract": 2873, "onion powder": 4330, "garlic powder": 4426, "smoke flavor": 146, "unbleached flour": 121, "hydrogenated vegetable oil": 338, "white chicken": 57, "chicken broth": 617, "distilled white vinegar": 162, "mustard seed": 338, "egg yolk": 728, "pasteurized whole milk": 120, "flavours": 46, "oat bran": 266, "tricalcium phosphate": 691, "gellan gum": 555, "riboflavin": 3081, "black beans": 391, "tomato paste": 2420, "jalapenos": 202, "sesame": 128, "vegetable fats": 40, "low fat cocoa powder": 59, "sweet whey powder": 55, "shallots": 123, "dill": 162, "onion extract": 30, "tomato": 539, "vinegar": 4362, "red chili": 62, "lemongrass": 125, "galangal": 82, "cumin powder": 38, "paprika oleoresin": 81, "coriander": 289, "rice": 765, "dipotassium phosphate": 1023, "red bell pepper": 500, "contains less than 2% of autolyzed yeast extract": 31, "beef fat": 195, "caramel color": 3455, "dextrin": 559, "disodium guanylate": 795, "white distilled vinegar": 181, "flavors": 106, "organic whole wheat flour": 283, "organic vital wheat gluten": 37, "organic dried cane syrup": 400, "organic brown sugar": 118, "organic whole grain oats": 40, "organic soybean oil": 285, "organic cultured wheat flour": 36, "organic cracked wheat": 54, "organic honey": 496, "organic wheat bran": 77, "organi": 50, "organic agave nectar": 145, "organic oat fiber": 130, "ingredients: water": 95, "tapioca syrup": 553, "whole grain sorghum flour": 51, "slat": 234, "pumpkin seeds": 446, "purified water": 274, "sucralose": 1219, "cellulose gel": 519, "fd&c red #": 228, "peppers": 278, "jalapeno peppers": 1154, "high fructose corn syrup": 6478, "contains 2% or less of the following: salt": 245, "raspberries": 313, "acidity regulators": 51, "gelling agent": 43, "curry powder": 92, "spice": 2995, "caramel": 436, "disodium inosinate": 956, "spice and coloring": 71, "sesame seed oil": 58, "sodium diacetate": 1553, "hydrolyzed soy protein": 736, "silicon dioxide": 840, "sodium carbonate": 155, "tocopherols": 193, "nonfat milk": 2363, "partially hydrogenated soybean oil": 952, "carrageenan": 4347, "whole wheat flour": 1601, "shortening": 464, "mono- and diglycerides": 1232, "sodium bicarbonate": 1675, "calcium propionate": 1125, "sodium aluminum phosphate": 181, "sodium aluminum sulfate": 102, "fumaric acid": 743, "yeas": 30, "mono and diglycerides": 1979, "concentrated lemon juice": 133, "fruit pectin": 271, "lard": 92, "almond": 82, "baking powder": 1145, "swiss cheese": 94, "half and half": 114, "mushrooms": 540, "dehydrated onions": 445, "chives": 191, "monterey jack cheese": 322, "green chile peppers": 80, "white beans": 55, "safflower oil": 196, "chickpeas": 200, "organic spinach": 130, "organic": 182, "organic cheddar cheese": 102, "organic parmesan cheese": 45, "parmesan cheese": 989, "asiago cheese": 106, "filling: water": 44, "culture": 176, "ricotta cheese": 254, "evaporated cane syrup": 254, "mozzarella cheese": 301, "glycerine": 437, "white wine": 185, "cheese": 237, "buttermilk": 1736, "non-fat milk powder": 35, "artificial flavors": 998, "strawberry powder": 34, "vegetable oils": 340, "emulsifiers": 247, "leavenings": 52, "cheese powder": 63, "autolyzed yeast extract": 933, "natural colors": 66, "enzyme": 249, "vanilla flavor": 101, "vegetable shortening": 992, "leaving": 36, "malt syrup": 222, "natural": 208, "flax": 33, "sesame seed": 182, "poppy seed": 45, "rosemary": 260, "oil": 108, "cider vinegar": 329, "natural flavoring": 741, "balsamic vinegar": 321, "lentils": 120, "antioxidant: ascorbic acid": 38, "enriched wheat flour bleached": 197, "soybean": 156, "leavening (baking soda": 128, "bleached wheat flour": 616, "egg whites": 1367, "powdered sugar": 322, "strawberry puree": 307, "apple juice": 249, "banana puree": 264, "orange juice": 215, "mango puree": 227, "beta carotene": 798, "raspberry puree": 206, "cranberry juice from concentrate": 40, "soybeans": 239, "corn oil": 581, "wine vinegar": 135, "natural raspberry flavor": 32, "high oleic sunflower oil": 201, "gum arabic": 801, "milk protein concentrate": 518, "potassium phosphate": 84, "acesulfame potassium": 605, "magnesium oxide": 140, "calcium phosphate": 511, "sodium ascorbate": 365, "vitamin e acetate": 117, "ferric orthophosphate": 291, "niacinamide": 1149, "thiamin mononitrate": 1547, "biotin": 54, "folic acid": 2540, "potassium iodide": 45, "cholecalciferol": 45, "soluble corn fiber": 248, "high maltose corn syrup": 41, "isolated soy protein": 143, "calcium caseinate": 46, "polydextrose": 263, "oat fiber": 579, "skim milk solids": 53, "enriched wheat flour (wheat flour": 56, "iron": 703, "fructose": 1124, "hydrogenated soybean oil": 62, "cellulose gum": 2040, "fat free milk": 131, "soy protein isolate": 523, "invert sugar syrup": 117, "potassium citrate": 385, "brown rice syrup": 624, "rice starch": 448, "whey protein isolate": 172, "soy fiber": 65, "natural & artificial flavors": 520, "caramelized sugar syrup": 35, "potassium carbonate": 145, "ammonium bicarbonate": 265, "agar-agar": 45, "reduced fat milk": 235, "cocoa processed with alkali": 982, "vitamin a palmitate and vitamin d3 added": 41, "tomato puree": 1657, "apple cider vinegar": 783, "tomato concentrate": 328, "crushed wheat": 32, "maltitol syrup": 132, "oatmeal": 81, "malted barley": 75, "gluten": 71, "red pepper": 478, "jalapeno pepper": 375, "dark chocolate": 1041, "egg white": 279, "modified starch": 265, "salted butter": 126, "partially hydrogenated palm kernel oil": 412, "monoglycerides": 625, "artificial color": 1201, "confectionery coating": 63, "white coating": 47, "vanilla)": 188, "dry whey": 101, "cheese culture": 1936, "whole milk solids": 87, "pretzel": 33, "canola": 149, "cottonseed": 82, "vitamin": 83, "lemon flavor": 32, "leavening agent": 41, "humectant": 48, "bell peppers": 220, "oregano": 639, "pectin": 2628, "guar": 47, "coconut cream": 140, "dutch cocoa": 40, "lemon pulp": 53, "natural lemon flavor": 87, "cane sugar": 3303, "organic tomato puree": 415, "organic diced tomatoes": 127, "organic mushrooms": 54, "organic sugar": 944, "organic garlic powder": 331, "organic onion powder": 304, "organic basil": 258, "organic parsley": 119, "organic oregano": 145, "organic black pepper": 317, "titanium dioxide": 1383, "light cream": 125, "lemon juice concentrate": 1171, "cloves": 185, "hot peppers": 37, "thyme": 254, "pork": 2060, "sodium lactate": 549, "sodium erythorbate": 1955, "flavoring": 835, "milkfat": 455, "cocoa powder processed with alkali": 145, "barley malt powder": 106, "milk protein": 57, "caramelized sugar": 42, "condensed milk": 179, "sal": 130, "sweetened condensed milk": 315, "crisp rice": 262, "coconut powder": 34, "natural coconut flavor": 49, "sugars": 89, "cocoa nibs": 40, "dark sweet chocolate": 61, "leavening (sodium bicarbonate": 93, "artificial flavoring": 116, "vanillin )": 63, "beet juice concentrate": 73, "peppermint oil": 184, "high fructose": 58, "artificial flavor)": 48, "shellac": 45, "sodium alginate": 452, "green tea extract": 38, "dicalcium phosphate": 187, "color added": 705, "citr": 35, "coffee": 249, "potato": 123, "vanillin }": 138, "sodium": 200, "butteroil": 45, "semisweet chocolate": 144, "milk chocolate (sugar": 68, "natu": 71, "folic acid)": 353, "carrots": 2181, "dehydrated onion": 1210, "pure olive oil": 66, "fresh onions": 256, "roasted garlic": 312, "garlic puree": 246, "red wine vinegar": 383, "mushroom": 50, "autolyzed yeast": 184, "chicken fat": 680, "cacao": 56, "organic banana": 31, "organic figs": 31, "beef": 1820, "natural f": 58, "rice vinegar": 240, "dehydrated garlic": 1306, "chili pepper": 384, "toasted sesame seeds": 40, "salt}": 66, "contains 2% or less of salt": 351, "sesame oil": 515, "rice wine": 78, "casein": 96, "disodium phosphate": 1025, "trisodium phosphate": 197, "carrot puree": 56, "basil": 1064, "organic garlic": 611, "broccoli": 550, "bha": 428, "bht": 433, "pork fat": 75, "yellow corn flour": 622, "monocalcium phosphate": 596, "pasteurized eggs": 77, "breadcrumbs": 100, "distilled monoglycerides": 86, "honey roasted peanuts": 44, "natural flavor)": 116, "modified cellulose": 113, "methylcellulose": 66, "poppy seeds": 227, "lemon peel": 168, "rosemary extract": 347, "cottonseed oil": 325, "modified potato starch": 337, "macadamia nuts": 168, "peanut and/or cottonseed oil": 46, "tomato powder": 768, "horseradish powder": 40, "red bell pepper powder": 32, "natural flavors)": 60, "cayenne pepper sauce": 57, "honey powder": 111, "hot sauce": 117, "cayenne pepper": 301, "garbanzo beans": 135, "herbs and spices": 45, "raw cane sugar": 50, "emulsifier: soya lecithin": 36, "natural vanilla": 95, "ground ginger": 68, "sweetened dried cranberries": 77, "fruit and vegetable juice for color": 70, "gum acacia": 185, "phosphoric acid": 511, "apple juice from concentrate": 185, "margarine": 604, "sour cream": 447, "apocarotenal": 37, "evaporated milk": 147, "modified tapioca starch": 473, "calcium carbonate": 1423, "enriched bleached wheat flour": 1122, "lime juice": 477, "margarine [palm oil": 52, "white chocolate chips": 38, "vegetable mono & diglycerides": 59, "natural and": 31, "fruit juice": 59, "propylene glycol": 283, "egg yolks": 1093, "gum": 81, "cellulose fiber": 68, "erythorbic acid": 123, "calcium carrageenan": 30, "glucono delta lactone": 75, "wat": 37, "starch": 236, "carageenan": 42, "applesauce": 30, "shrimp": 615, "pasteurized milk and cream": 330, "tilapia": 103, "ferrous sulfate": 868, "folic acid}": 38, "bread crumbs": 362, "creamer": 110, "pork stock": 32, "dried onions": 184, "rapeseed oil": 221, "popcorn": 877, "vinegar powder": 223, "evaporated cane sugar": 212, "torula yeast": 586, "extractives of paprika": 443, "natural fla": 48, "natural flav": 44, "cheese blend": 88, "inactive yeast": 39, "unbleached enriched wheat flour": 393, "sodium caseinate": 1059, "solids": 50, "beet powder": 212, "red #": 715, "yellow #": 818, "blue #": 492, "peaches": 649, "pure water": 31, "aloe vera juice": 31, "calcium lactate": 398, "stevia": 107, "lime": 128, "reduced protein whey": 97, "contains 2% or less of: salt": 654, "malted barley flour": 774, "organic strawberries": 137, "citric acid)": 80, "organic cane sugar": 1651, "organic corn starch": 147, "live active cultures": 91, "filling: cabbage": 35, "chicken": 474, "green onions": 147, "expeller pressed vegetable oil": 44, "contains less than 2% of the following: salt": 175, "organic wheat flour": 515, "shiitake mushrooms": 39, "red chili pepper": 64, "dehydrated red bell pepper": 83, "non-dairy creamer": 45, "mono & diglycerides": 801, "bleached": 36, "dry egg whites": 38, "cured with: water": 287, "sodium nitrite": 2315, "bleached enriched wheat flour": 332, "modified cornstarch": 1112, "partially hydrogenated vegetable oil": 442, "polyglycerol esters of fatty acids": 85, "polysorbate": 1811, "confectioner's glaze": 854, "sodium carboxymethylcellulose": 41, "sodium stearoyl lactylate": 893, "datem": 569, "red 40 lake": 238, "yellow 5 lake": 196, "yellow 6 lake": 145, "blue 1 lake": 112, "leavening (sodium acid pyrophosphate": 95, "food starch modified": 168, "wheat protein": 32, "pollock": 52, "potassium chloride": 1049, "sea": 64, "serrano pepper": 59, "pineapple juice": 271, "jasmine rice": 44, "corn s": 39, "folic acid]": 71, "lemon": 194, "soybean_ oil": 38, "grain vinegar": 156, "potassium iodate": 131, "wheat bran": 600, "ethoxylated mono- and diglycerides": 43, "ammonium sulfate": 169, "flaxseeds": 31, "steel cut oats": 47, "barley flakes": 74, "potato flakes": 188, "oat flour": 180, "corn meal": 586, "cellulose": 179, "contains 2% or less of: soybean oil": 52, "cracked wheat": 113, "dough conditioners": 412, "corn grits": 51, "millet": 189, "partially hydrogenated vegetable oils": 41, "propylene glycol monostearate": 33, "mono-and diglycerides": 384, "propylene glycol monoesters": 121, "vanilla bean": 74, "annatto": 1402, "ice cream - milk": 44, "mono - and diglycerides": 36, "raspberry juice concentrate": 49, "sweetened condensed skim milk": 73, "heavy cream": 408, "turkey breast": 277, "solution ingredients: water": 40, "contains 2% or less of: sea salt": 46, "l-cysteine": 100, "cor": 62, "partially hydrogenated soybean and cottonseed oils": 65, "corn starch-modified": 214, "cultured nonfat milk": 177, "crystalline fructose": 46, "filberts": 122, "contains less than 2% of: salt": 329, "corn flour": 1223, "defatted soy flour": 109, "sodium acid pyrophosphate": 415, "whole eggs": 835, "textured vegetable protein": 189, "white pepper": 295, "ground beef": 122, "dijon mustard": 221, "potassium sorbate and sodium benzoate": 235, "oleoresin paprika": 296, "dried onion": 838, "sodium sulfite": 127, "and natural flavors": 62, "potato flour": 464, "turmeric extract": 82, "and xanthan gum": 58, "white corn": 99, "sugar syrup": 136, "glycerol": 72, "mono- & diglycerides": 92, "partially hydrogenated coconut oil": 44, "milk solids": 104, "non fat dry milk": 145, "butter milk": 39, "natural and artificial flavoring": 82, "annatto for color": 63, "crushed tomatoes": 243, "diced tomatoes in tomato juice": 191, "dried garlic": 910, "romano cheese": 443, "dried celery": 46, "cooked beef": 63, "vanilla extract)": 65, "chocolate chunks": 53, "contains 2% or less of: whey": 31, "natural and artificial vanilla flavor": 61, "contains 2% or less of: molasses": 41, "and salt": 364, "pyridoxine hydrochloride": 799, "aspartame": 300, "concentrated lime juice": 30, "orange pulp": 36, "concentrated orange juice": 83, "corn maltodextrin": 285, "lemon juice solids": 41, "grape juice from concentrate": 43, "modified soy protein": 183, "graham flour": 154, "ingredients: soybean oil": 31, "mustard powder": 83, "tapioca dextrin": 604, "sodium benzoate and potassium sorbate": 244, "syrup": 51, "pineapple juice concentrate": 298, "natural smoke flavor": 687, "mono": 51, "whole eggs and egg yolks": 53, "enriched long grain rice": 56, "blue cheese": 185, "enriched vermicelli": 53, "hydrolyzed corn protein": 508, "carrot": 395, "enriched macaroni product": 286, "hydrolyzed vegetable protein": 144, "hydrolyzed corn gluten": 96, "soy_ lecithin": 49, "seasoning blend": 107, "calcium silicate": 85, "mon": 49, "calcium citrate": 100, "feta cheese": 171, "white wine vinegar": 182, "yogurt": 158, "dried basil": 35, "sour cream powder": 83, "carbonated water": 216, "medium chain triglycerides": 62, "degermed yellow corn meal": 132, "yeast nutrients": 187, "enriched flour bleached": 209, "banana chips": 105, "dried sweetened cranberries": 54, "dehydrated apples": 55, "sug": 51, "golden raisins": 76, "sweet red peppers": 34, "artificial and natural flavors": 177, "enriched unbleached flour": 388, "tartaric acid": 271, "cherries": 406, "sunflower": 127, "dried red bell pepper": 76, "buttermilk solids": 246, "paprika extract": 299, "disodium inosinate and disodium guanylate": 259, "cauliflower": 244, "organic broccoli": 119, "organic carrots": 308, "sugar snap peas": 83, "green beans": 711, "red cabbage": 118, "sliced almonds": 39, "flax seeds": 274, "sodi": 53, "mayonnaise (soybean oil": 56, "mayonnaise": 398, "contains 2% or less of water": 37, "pickle relish": 45, "mustard": 479, "azodicarbonamide": 112, "preservatives": 300, "beta carotene color": 38, "ascorbic acid added as a dough conditioner": 42, "gums": 31, "cake: sugar": 69, "soybean and canola oil": 88, "margarine (palm oil": 301, "contains 2% or less of: mono- & diglycerides": 77, "artificial": 127, "organic chicken stock": 45, "organic diced tomatoes in organic tomato juice": 31, "organic onions": 474, "organic corn": 148, "organic spice": 74, "organic cilantro": 129, "organic chicken flavor": 35, "organic paprika": 123, "organic dehydrated onions": 42, "organic carrot juice concentrate": 45, "organic yeast extract": 43, "organic potato flour": 31, "organic dehydrated garlic": 52, "organic turmeric": 89, "organic canola oil": 186, "organic tomato paste": 212, "organic vegetable stock": 54, "organic dehydrated onion": 31, "organic molasses": 167, "bleached enriched flour": 266, "adipic acid": 153, "pasteurized part-skim milk": 358, "microbial enzymes": 163, "chicken stock": 290, "white chicken meat": 55, "cooked black beans": 50, "red peppers": 312, "contains 2% or less of: sugar": 85, "butternut squash": 104, "contains 2% or less of: corn syrup": 52, "flavorings": 940, "lactic acid starter culture": 494, "oleoresin of paprika": 181, "chicken meat": 167, "enriched egg noodles": 123, "raw sugar": 100, "celery powder": 287, "chicken breast": 120, "chocolate chips (sugar": 59, "soy": 172, "leeks": 65, "dehydrated potatoes": 102, "contains 2% or less of: garlic": 41, "chicken flavor": 143, "liquid whole egg": 45, "cultured": 43, "pumpkin": 243, "invert syrup": 83, "sunflower oil and/or canola oil": 55, "hydrogenated cottonseed oil": 80, "canola and/or soybean  and/or palm oil": 40, "natural cocoa": 30, "wine": 154, "ingredients: enriched flour": 54, "tbhq": 193, "whole grain wheat flour": 265, "canola and/or soybean oil": 125, "vegetable oil shortening": 221, "reduced lactose whey": 207, "tapioca flour": 315, "soy lecithin)": 83, "canola and/or sunflower oil": 186, "contains 2% or less of: high fructose corn syrup": 46, "dehydrated parsley": 290, "spice extracts": 81, "calcium stearoyl lactylate": 60, "contains 2% or less of: yeast": 105, "malted barley extract": 77, "ham": 165, "chicken breast meat": 83, "cucumbers": 193, "red onions": 57, "cucumber": 152, "vegetables": 166, "contains 2% or less of: dextrose": 99, "ketchup": 122, "fresh parsley": 51, "pepper": 500, "white balsamic vinegar": 43, "natamycin": 737, "pasta": 145, "tuna": 74, "cabbage": 259, "hard cooked eggs": 30, "edamame": 69, "green cabbage": 48, "agave syrup": 140, "beets": 184, "buckwheat": 66, "amaranth": 92, "dough conditioner": 197, "soybean and/or canola oil": 108, "baking powder (sodium acid pyrophosphate": 97, "cultured wheat flour": 232, "corn dextrin": 37, "karaya gum": 55, "vinegar solids": 47, "disodium inosinate and guanylate": 64, "red and green bell pepper": 33, "water chestnuts": 120, "red raspberries": 75, "corn cereal": 32, "pumpkin puree": 70, "kale": 319, "green peppers": 183, "organic chickpeas": 39, "organic olive oil": 71, "organic vinegar": 153, "organic lemon juice": 225, "soy protein concentrate": 475, "dehydrated chicken": 35, "nisin preparation": 55, "sodium phosphates": 1021, "oleoresin capsicum": 41, "calcium stearate": 221, "trisodium citrate": 65, "sodium nitrate": 251, "pasteurized organic milk": 57, "rennet": 244, "pasteurized cow's milk": 107, "raisin juice concentrate": 98, "yellow corn meal": 111, "sodium aluminosilicate": 47, "blackberries": 156, "allspice": 100, "nutmeg": 314, "sodium tripolyphosphate": 625, "algin": 49, "sweet potatoes": 200, "glucono-delta-lactone": 72, "cake flour": 33, "milk chocolate chips": 31, "whole grain brown rice": 75, "yogurt coating": 105, "organic peas": 84, "peas": 484, "organic extra virgin olive oil": 356, "vitamin a palmitate and vitamin d": 100, "cultured milk": 204, "organic milk": 120, "organic skim milk": 56, "vitamin b": 2801, "cultured skim milk": 175, "cultured cream": 53, "milk protein isolate": 100, "cultured lowfat milk": 31, "vitamin a": 289, "palmitate": 30, "black cherries": 36, "blueberry puree": 107, "cream cheese (pasteurized milk and cream": 36, "stabilizers": 288, "peanut butter cups": 38, "propylene glycol monoester": 77, "minced onion": 88, "and citric acid": 153, "cheddar": 60, "colby cheese": 51, "low moisture part skim mozzarella cheese": 151, "organic cream": 205, "vegetable juice": 94, "blackberry puree": 52, "mangoes": 48, "strawberry": 78, "pomegranate juice concentrate": 64, "salt)": 285, "hydrogenated coconut oil": 165, "chicory root extract": 141, "desiccated coconut": 80, "orange juice concentrate": 266, "annatto and turmeric": 61, "cherry juice concentrate": 85, "annatto extract": 272, "artificial and natural flavor": 33, "stabilizer": 407, "and vanillin": 47, "partially hydrogenated palm oil": 173, "enriched flour (wheat flour": 44, "orange juice from concentrate": 53, "strawberry juice concentrate": 98, "cellulose powder": 31, "annatto color": 489, "powdered cellulose": 269, "american cheese": 138, "low moisture part-skim mozzarella cheese": 43, "modified whey": 131, "calcium propionate and potassium sorbate": 58, "smoke flavoring": 120, "potassium acetate": 87, "turkey": 320, "organic beef": 34, "microbial rennet": 75, "green chiles": 114, "bacon": 324, "tetrasodium pyrophosphate": 173, "color": 616, "red potatoes": 45, "car": 36, "salad dressing": 81, "contains": 78, "liquid invert sugar": 30, "nonfat dry milk powder": 38, "pasteurized process cheddar cheese": 72, "cooked pinto beans": 36, "okra": 63, "worcestershire sauce": 252, "lobster": 32, "sherry wine": 94, "enzyme modified cheese": 59, "white cheddar cheese": 43, "spinach powder": 124, "parmesan": 66, "bacterial culture": 58, "pine nuts": 113, "green chili peppers": 47, "wild rice": 83, "lime juice concentrate": 270, "carrot juice": 36, "propylene glycol alginate": 176, "turkey broth": 249, "hydrolyzed corn and soy protein": 70, "ferric phosphate": 86, "natural butter flavor": 190, "dried parsley": 131, "dried red bell peppers": 33, "dried yeast": 107, "cucumber juice": 52, "dl-alpha tocopheryl acetate": 82, "dried egg whites": 73, "tapioca maltodextrin": 111, "contains less than 2% of salt": 223, "beef extract": 80, "edta": 51, "disodium edta added to promote color retention": 35, "disodium edta": 99, "prepared white beans": 95, "instant coffee": 144, "bicarbonate of soda": 71, "natural flavorings": 502, "ingredients: sugar": 64, "bell pepper": 125, "cheddar and blue cheese": 86, "yellow 5 &": 70, "carrot juice concentrate": 102, "beef broth": 60, "vegetable blend": 54, "carrot powder": 61, "fruit": 134, "carbohydrate gum": 51, "sweet cream buttermilk": 168, "artichokes": 102, "cheeses": 38, "cultured sugar": 43, "avocado": 58, "jalapeno puree": 43, "serrano peppers": 64, "celery seed": 140, "less than 2% of: salt": 205, "whole grain rolled oats": 576, "dried whey": 120, "diced tomatoes": 461, "tomato juice": 545, "hass avocado": 55, "dehydrated cilantro": 30, "partially hydrogenated cottonseed oil": 35, "freeze dried strawberries": 42, "whole oat flour": 169, "organic rice flour": 163, "dried apples": 141, "spice blend": 37, "whole grain oat flour": 316, "marshmallows": 99, "cyanocobalamin": 205, "whole grain corn flour": 74, "alkalized cocoa": 76, "cooked white chicken meat": 51, "onion juice": 51, "contains 2% or less of corn starch": 33, "garlic salt": 53, "whole grain wheat": 409, "soluble wheat fiber": 50, "malted barley syrup": 30, "almondmilk": 181, "d-alpha-tocopherol": 42, "confectioner's sugar": 40, "egg albumen": 79, "vegetable gums": 137, "dry whole milk": 159, "glaze": 32, "organic cider vinegar": 49, "mackerel": 43, "asparagus": 118, "organic tahini": 35, "organic lemon juice concentrate": 253, "organic balsamic vinegar": 50, "organic garlic puree": 45, "organic soy sauce": 67, "organic popcorn": 98, "sodium acetate": 143, "contains 2% or less of: leavening": 38, "dairy product solids": 89, "roasted garlic powder": 33, "organic blue corn": 35, "organic pears": 45, "organic peaches": 63, "organic pear juice concentrate": 73, "enriched bleached and unbleached flour": 62, "boneless skinless chicken breast with rib meat": 44, "sea slat": 34, "organic palm oil": 210, "chicken breast with rib meat": 136, "chicken breast meat with rib meat": 46, "spice extractives": 267, "cultured pasteurized milk": 396, "mechanically separated turkey": 191, "sauce": 271, "cheese sauce (water": 40, "soy and/or canola oil": 36, "ice cream: milkfat and nonfat milk": 100, "ascorbic acid  to protect color": 126, "wax beans": 35, "beans": 164, "pinto beans": 216, "lima beans": 149, "crust: enriched flour": 85, "baking powder (cornstarch": 51, "monocalcium ph": 47, "fruit juice concentrate": 113, "white mineral oil": 134, "quinoa seeds": 32, "contains less than 2% of the following: malic acid": 49, "wheat flakes": 72, "nonfat yogurt powder": 34, "organic vegetable oil": 71, "organic cocoa": 151, "organic vanilla extract": 365, "prepared pinto beans": 126, "seasonings": 82, "cookies": 45, "diced peaches": 126, "diced pears": 113, "pineapple sectors": 45, "beet juice": 52, "light brown sugar": 80, "mandarin oranges": 73, "sodium metabisulfite": 208, "cut tomatoes": 30, "vegetable broth": 205, "interesterified soybean oil": 114, "ground corn": 38, "parsley flakes": 156, "tomato juice from concentrate": 38, "reconstituted vegetable juice blend": 34, "vitamin c": 838, "natural fl": 46, "potassium": 44, "sodium silicoaluminate": 97, "d-calcium pantothenate": 46, "semolina": 758, "butter flavor": 54, "textured soy flour": 128, "partially hydrogenated soybean and cottonseed oil": 82, "corn masa flour": 82, "dried bell pepper": 92, "dehydrated celery": 88, "jalapeno pepper powder": 54, "dehydrated bell pepper": 63, "concentrated crushed tomatoes": 57, "chipotle peppers": 115, "batter ingredients: water": 31, "cranberry": 32, "rehydrated potatoes": 76, "kidney beans": 87, "palm and palm kernel oil": 111, "organic butter": 90, "green peas": 249, "garlic and onion powder": 47, "modified wheat starch": 199, "textured soy protein concentrate": 66, "contains 2% or less of the following: dextrose": 58, "natural orange flavor": 43, "cranberry juice": 37, "grape juice concentrate": 97, "cereal": 41, "calcium pantothenate": 72, "milled corn": 79, "oat extract": 44, "tripotassium phosphate": 123, "natural almond flavor": 48, "reduced iron and zinc oxide": 61, "whey permeate": 152, "precooked yellow corn meal": 100, "miso": 33, "non-fat milk": 83, "carrot fiber": 98, "pears": 235, "vegetable oil blend": 98, "potassium sorbate and calcium disodium edta": 37, "polyglycerol polyricinoleate": 61, "bamboo shoots": 43, "tapioca": 106, "pear juice concentrate": 213, "pineapple segments": 51, "beef stock": 256, "turkey stock": 36, "contains less than 2% of: whey": 42, "sage": 86, "enriched pasta": 143, "cayenne peppers": 44, "enriched macaroni": 100, "dehydrated chives": 37, "cheese sauce mix": 58, "corn syrup and sugar": 33, "pear juice from concentrate": 66, "alpha tocopherol acetate": 115, "zinc sulfate": 42, "sorbitan monostearate": 258, "durum wheat flour": 119, "blue 2 lake": 100, "propyl gallate": 158, "salmon": 98, "pink salmon": 65, "vitamin a acetate": 54, "vita": 33, "dried papaya": 35, "fruit from concentrate": 69, "organic apple juice concentrate": 161, "organic cherries": 34, "organic locust bean gum": 182, "seaweed": 158, "textured soy protein": 75, "flax seed": 186, "mixed tocopherols": 236, "granola": 133, "cooked chicken meat": 84, "mechanically separated chicken": 335, "celery juice concentrate": 46, "cultured wheat starch": 121, "grill flavor": 43, "clams": 54, "succinic acid": 33, "pineapple juice from concentrate": 57, "pasteurized goat milk": 92, "ground cinnamon": 99, "polys": 31, "peanut and/or canola and/or cottonseed oil": 187, "organic raspberries": 46, "white corn flour": 73, "meatballs": 39, "contains 2% or less: salt": 51, "red bell peppers": 598, "contains 2% or less of modified cornstarch": 45, "green chilies": 72, "natural cheese flavor": 39, "roasted garlic puree": 33, "cheddar cheese powder": 39, "caffeine": 43, "instant tea": 40, "organic chocolate liquor": 69, "organic cocoa butter": 152, "organic quinoa": 129, "mirin": 47, "toasted sesame oil": 82, "whole grain brown rice flour": 131, "corn bran": 91, "naturally derived citric acid": 168, "contains less than 2% of calcium chloride": 33, "beef flavor": 52, "enzymes)": 47, "whole wheat": 157, "natural and artificial": 34, "enriched precooked long grain rice": 32, "nonfat milk solids": 227, "low-moisture part-skim mozzarella cheese": 58, "organic garbanzo beans": 73, "less than 2% of: canola oil and/or soybean oil": 40, "organic pineapple": 49, "dehydrated vegetables": 233, "onion juice concentrate": 85, "wheat protein isolate": 75, "organic black beans": 112, "organic pinto beans": 82, "sausage: mechanically separated chicken": 35, "anchovies": 122, "tamarind extract": 57, "dried spinach": 41, "provolone cheese": 119, "durum flour": 461, "cheese sauce": 62, "defatted wheat germ": 53, "dehydrated potato": 77, "non fat milk": 76, "bht . vitamins & minerals: vitamin b": 46, "zinc": 356, "brown sugar syrup": 120, "enriched durum flour": 66, "romano cheese made from cow's milk": 46, "partially hydrogenated vegetable shortening": 133, "contains 2% or less of: corn starch": 47, "toasted corn germ": 40, "alum": 36, "organic green beans": 94, "ginger puree": 165, "ginger powder": 81, "white vinegar": 342, "orange peel": 155, "crushed red peppers": 38, "green bell peppers": 288, "gum blend": 38, "sodium propionate": 161, "organic durum wheat semolina": 94, "blackeye peas": 30, "great northern beans": 47, "green split peas": 40, "navy beans": 60, "organic tapioca starch": 197, "pink beans": 35, "quinoa": 242, "enriched unbleached wheat flour": 180, "arborio rice": 30, "chile peppers": 46, "mascarpone cheese": 40, "vegetable fiber": 78, "organic enriched wheat flour": 67, "organic soy lecithin": 172, "grana padano cheese": 45, "gluten free flour blend": 55, "soy lecit": 39, "tomato pulp": 57, "organic evaporated cane syrup": 150, "organic brown rice crisps": 33, "cranberry juice concentrate": 50, "organic whole grain rolled oats": 31, "organic cranberries": 93, "organic chia seeds": 140, "dried cane syrup": 443, "sorghum flour": 113, "non-fat dry milk": 181, "l. acidophilus": 350, "bifidus": 260, "canola or soybean oil": 70, "sausage": 39, "ground black pepper": 42, "sunflower seed oil": 109, "pasteurized cultured milk and cream": 77, "cultured milk and cream": 32, "maple sugar": 143, "flaked corn": 33, "degerminated yellow corn meal": 45, "natural smoke flavoring": 98, "crust: wheat flour": 47, "blueberry juice concentrate": 42, "nat": 62, "soy sauce powder": 121, "molasses powder": 123, "chili peppers": 108, "prepared mustard": 45, "lemon juice powder": 72, "food starch": 122, "arabica coffee": 32, "organic guar gum": 143, "agave nectar": 68, "green onion": 193, "red pepper powder": 36, "horseradish": 213, "contains 2% or less of disodium phosphate": 45, "natural vanilla flavor with other natural flavors": 44, "canola and/or soybean and/or palm oil": 195, "high oleic canola oil": 100, "fish sauce": 88, "minced garlic": 85, "seasoning (salt": 45, "poblano peppers": 39, "organic nonfat milk": 120, "organic buttermilk": 30, "cane syrup": 74, "cream of tartar": 185, "organic brown rice flour": 175, "dried unsweetened coconut": 35, "dark chocolate flavored coating": 44, "thiamine hydrochloride": 85, "apple powder": 46, "liquid whole eggs": 39, "yogurt flavored coating": 30, "organic chili pepper": 56, "organic cumin": 97, "organic cayenne pepper": 47, "vitamin a palmitate added": 40, "liquid soybean oil": 46, "protein blend": 235, "organic cane syrup": 199, "date paste": 56, "cashew butter": 31, "soy crisps": 52, "soy protein": 193, "rendered chicken fat": 57, "cooked enriched pasta": 43, "cheese flavor": 60, "cooked long grain rice": 42, "organic coconut flour": 34, "contains 2% or less of each of the following: salt": 100, "wheat syrup": 35, "contains 2% or less of: cocoa": 30, "lecithin": 332, "whole grain oats": 254, "raisin paste": 172, "contains 2% or less of: eggs": 49, "corn sugar": 49, "durum whole wheat flour": 65, "fennel": 71, "kalamata olives": 91, "ferrous lactate": 129, "organic white rice flour": 53, "organic potato starch": 109, "organic cornstarch": 117, "organic cocoa powder": 124, "organic vanilla flavor": 77, "prepared black beans": 71, "sodium pyrophosphate": 50, "acacia gum": 146, "sodium bisulfite": 194, "basmati rice": 67, "palm kernel and palm oil": 82, "nonfat dry milk solids": 82, "and natural flavor": 87, "sodium polyphosphate": 82, "caramel sauce": 30, "wate": 32, "non-hydrogenated palm oil": 30, "pecorino romano cheese": 63, "palm and/or canola oil": 39, "bay leaf": 52, "organic natural flavor": 55, "hydrolyzed soy": 60, "concentrated apple juice": 62, "lime oil": 47, "dark sweet cherries": 34, "thiamine": 97, "mononitrate": 43, "vitamins and minerals: calcium carbonate": 63, "cultured pasteurized grade a milk": 82, "fruit and vegetable juice": 154, "extractive of paprika": 129, "green olives": 87, "couscous": 31, "arrowroot": 34, "carbon dioxide": 95, "trace of lime": 106, "contains 2% or less of the following: soybean oil": 136, "organic almondmilk": 39, "red jalapeno peppers": 34, "mono-diglycerides": 57, "greek yogurt": 89, "icing sugar": 144, "ripe olives": 56, "ferrous gluconate": 47, "organic whole oat flour": 36, "organic nonfat dry milk": 68, "organic carob bean gum": 50, "and enzymes": 57, "thiamin hydrochloride": 52, "worcestershire sauce (distilled vinegar": 37, "light tuna": 85, "black pepper powder": 41, "roasted red bell peppers": 60, "roasted jalapeno peppers": 32, "organic whey": 55, "pgpr": 67, "organic chili powder": 41, "tomatillos": 93, "calcium peroxide": 95, "baby corn": 39, "zucchini": 190, "whey solids": 100, "dehydrated carrots": 32, "chicken base": 93, "red beans": 77, "extractives of turmeric": 37, "capers": 148, "sardines": 148, "tomato sauce": 179, "artichoke hearts": 96, "semisweet chocolate chips": 137, "squash": 57, "iceberg lettuce": 49, "romaine lettuce": 165, "radish": 39, "baby spinach": 49, "organic arugula": 34, "roasted cashews": 53, "organic apple cider vinegar": 133, "organic ginger": 113, "organic dextrose": 33, "prunes": 54, "organic baby spinach": 79, "broccoli florets": 35, "grape tomatoes": 47, "potato starch and powdered cellulose": 73, "organic mizuna": 31, "organic kale": 129, "spice extractive": 79, "citrus fiber": 70, "calcium acetate": 38, "sockeye salmon": 47, "chili": 224, "potassium lactate": 834, "beef hearts": 37, "pork hearts": 47, "citri": 30, "cured with water": 149, "chipotle powder": 33, "ground turkey": 31, "alaska pollock": 66, "ground red pepper": 32, "contains 2% or less of: potassium lactate": 39, "bay leaves": 71, "celery juice powder": 75, "beer": 56, "white turkey": 48, "cultured pasteurized milk and cream": 36, "dressing": 36, "starter culture": 55, "meat ingredients": 46, "contains 2% or less of: corn syrup solids": 30, "nonfat yogurt": 91, "enriched degermed yellow corn meal": 31, "dry buttermilk": 36, "cultures": 280, "idaho potatoes": 70, "teriyaki sauce": 40, "less than 2% salt": 68, "milk proteins": 55, "natural and artificial flavorings": 36, "organic coconut oil": 201, "fresh cream": 44, "tara gum": 111, "toasted coconut": 73, "seeds": 33, "coffee extract": 79, "white tuna": 86, "mandarin orange segments": 35, "organic celery": 158, "lettuce": 52, "propionic acid": 60, "organic soymilk": 71, "organic tomato powder": 35, "oleoresin turmeric": 30, "natural chicken flavor": 42, "enzyme modified egg yolks": 33, "enriched high gluten flour": 40, "organic potatoes": 135, "ground yellow corn": 52, "preservative": 282, "semi-sweet chocolate chips": 129, "sauerkraut": 31, "tomatoes with juice": 39, "chopped green chili peppers": 42, "enzyme modified egg yolk": 47, "contains 2% or less of: vinegar": 36, "xanthan": 67, "contains less than 2% salt": 94, "calcium disodium edta to protect flavor": 81, "contains less than 2% of modified food starch": 60, "contains less than 2% garlic": 45, "onion puree": 45, "alcohol": 91, "habanero pepper": 60, "cumin": 556, "diced tomatoes in puree": 32, "less than 2% of: spice": 34, "organic flavor": 59, "organic onion": 194, "vegetable stock": 95, "mushroom powder": 31, "a b vitamin": 125, "apple puree concentrate": 47, "sesame and/or poppy seeds": 31, "garlic oil": 30, "partially hydrogenated soybean oil with bha": 64, "microcrystalline cellulose": 117, "enriched": 60, "prepared beans": 87, "glucose syrup solids": 47, "low fat milk": 47, "fresh eggs": 46, "palm oil with preservative": 86, "potassium sorbate as a preservative": 55, "cashew": 44, "brazils": 41, "crust": 286, "pepperoni made with pork": 58, "sunflower and/or safflower oil": 76, "contains two percent or less of: salt": 42, "ground white corn": 73, "sunflower and/or canola oil": 174, "sulfites": 61, "safflower and/or canola oil": 40, "natural hickory smoke flavor": 135, "organic unbleached wheat flour": 114, "organic sesame seeds": 156, "partially hydrogenated vegetable oil shortening": 34, "oat flakes": 66, "calcium": 131, "pure maple syrup": 73, "whole wheat flakes": 33, "lime juice from concentrate": 38, "jalapeno": 151, "contains 2% or less of: butter": 35, "pepperoni": 77, "potassium sorbate and carbon dioxide": 55, "pasteurized cream": 107, "cultured pasteurized skim milk": 227, "l. bulgaricus": 317, "bifidus and l. casei": 49, "peach puree": 55, "cultured pasteurized reduced fat milk": 38, "organic grade a lowfat milk": 49, "organic grade a reduced fat milk": 40, "vitamin d3 added": 37, "anticake": 78, "in a natural pork casing": 38, "dehydrated red bell peppers": 34, "sun dried tomatoes": 62, "unsweetened chocolate": 439, "dried honey": 68, "less than 2% of the following: salt": 48, "natural spices": 188, "organic blackberries": 43, "wild blueberries": 42, "organic soybeans": 61, "eggplant": 92, "sundried tomatoes": 44, "black olives": 110, "fresh ginger": 47, "contains 2% or less of dextrose": 59, "stone ground whole wheat flour": 62, "durum wheat flour  and b vitamins )": 33, "whole milk ricotta cheese": 51, "flour blend": 65, "half & half": 47, "wheat fiber": 52, "fresh garlic": 384, "dried potatoes": 65, "sod": 54, "dehydrated garlic and onion": 47, "cod": 53, "sun-dried tomatoes": 52, "dehydrated tomato": 62, "chipotle pepper": 124, "atlantic salmon": 69, "grade a whey": 31, "natural vanilla flavoring": 41, "orange puree": 39, "chocolate liquor processed with alkali": 58, "collagen casing": 42, "pyrophosphate": 42, "scallops": 41, "natural peppermint oil": 46, "organic maltodextrin": 92, "coffee beans": 33, "liquid sugar": 282, "and caramel color": 32, "dehydrated onion and garlic": 92, "raw almonds": 61, "beeswax": 201, "confectioners glaze": 252, "sulphur dioxide": 110, "citrus pectin": 66, "licorice extract": 68, "kosher gelatin": 327, "fd&c yellow no": 209, "yellow no": 52, "blue no": 49, "red no": 56, "raw cashews": 35, "goji berries": 36, "toffee": 32, "coconut flakes": 48, "natura": 71, "sweet dairy whey": 74, "organic whole grain wheat flour": 31, "organic annatto": 43, "org": 55, "organic eggs": 50, "contains less than 1% of: salt": 51, "natural flavo": 41, "nutritional yeast": 100, "red onion": 107, "habanero peppers": 113, "extract of paprika": 54, "bulgur wheat": 120, "granola (whole grain rolled oats": 38, "wasabi": 34, "msg": 40, "garlic juice": 54, "fd&c yellow #": 364, "spirit vinegar": 133, "ethyl alcohol": 49, "glutinous rice": 51, "fd&c blue no": 86, "black sesame seeds": 49, "squid": 34, "coconut milk": 264, "sodium metabisulphite": 97, "disodium succinate": 53, "paprika color": 37, "glutinous rice flour": 38, "yeast extract powder": 34, "artificial coloring": 65, "wasabi powder": 32, "cochineal extract": 35, "water and salt": 128, "granulated sugar": 236, "maltose": 34, "baking": 45, "ingredients: wheat flour": 33, "fd&c red no": 124, "water salt": 33, "acidulant": 44, "soybean paste": 37, "sweet corn": 33, "aloe vera gel": 57, "leavening agents": 69, "palm shortening": 103, "turmeric powder": 38, "s. thermophilus": 212, "bifidobacterium bb": 54, "live and active cultures": 79, "sorbic acid as a preservative": 101, "milkfat and nonfat milk": 666, "artificia": 33, "soy l": 47, "pasteurized skim milk": 63, "thiamin": 80, "citric acid and calcium chloride": 41, "sunflower oil and/or corn oil": 78, "dill weed": 57, "corn oil and/or sunflower oil": 37, "whole corn": 43, "leavening (contains one or more of: yeast": 44, "citric": 68, "maple flavor": 39, "honey coating": 36, "less than 2% of: calcium carbonate": 48, "high fructose corn": 51, "sweet whey": 71, "amylase": 43, "passion fruit juice": 42, "semolina wheat flour": 31, "contains less than 2% of whey": 87, "contains less than 2% of guar gum": 49, "sweetcream buttermilk": 202, "contains less than 2% of mono and diglycerides": 46, "enzymes and annatto": 181, "red and green jalapeno peppers": 72, "lemon powder": 40, "less than 2% of salt": 64, "crab meat": 44, "vegetable glycerine": 56, "raising agents": 115, "dehydrated green bell pepper": 38, "collard greens": 36, "tamari": 31, "crushed red pepper": 139, "orange": 83, "chocolate fudge": 42, "natural blueberry flavor": 51, "white rice flour": 202, "contains 2% or less of adipic acid": 35, "cultured pasteurized grade a nonfat milk": 216, "annatto extract color": 65, "turmeric color": 44, "cultured pasteurized grade a low fat milk": 71, "contains less than 2% of: citric acid": 46, "contains 2% or less of": 48, "coloring": 77, "and vanilla": 34, "contains 2% or less of sea salt": 66, "contains less than 2% of: modified food starch": 44, "natural flavour": 77, "yellow corn": 73, "cream cheese )": 62, "dried whole eggs": 54, "part-skim mozzarella cheese": 32, "colored with": 97, "prepared kidney beans": 56, "cooked chicken": 76, "lime juice powder": 56, "lowfat milk": 169, "dried coconut": 87, "peanut flour": 115, "almond flour": 106, "sour cream solids": 30, "malted wheat flour": 56, "hydrogenated vegetable oils": 49, "acacia": 87, "contains less than": 33, "cherry": 47, "enriched parboiled long grain rice": 60, "pasteurized whey": 50, "cooked beans": 44, "dried": 52, "sodium benzoate as a preservative": 39, "caramel coloring": 94, "hydrolyzed corn": 106, "pasteurized part skim milk": 96, "red and green bell peppers": 61, "potassium sorbate to protect flavor": 40, "whole grain rolled wheat": 43, "artificial vanilla flavor": 62, "vegetable color": 34, "dry cream": 30, "food starch - modified": 126, "degerminated yellow corn flour": 44, "sodium aluminium phosphate": 38, "phosphate": 31, "skim milk cheese": 31, "food starch- modified": 41, "whole durum wheat flour": 44, "aged cheddar cheese": 39, "chilies": 31, "chocolate flavored chips": 49, "vegetable gum": 52, "sweet chocolate": 32, "sorbitan tristearate": 41, "sweetened condensed whole milk": 52, "fd&c": 36, "dehydrated soy sauce": 58, "contains less than 1% of modified food starch": 42, "dried eggs": 38, "iodized salt": 